export default {
    welcome: 'Добро Пожаловать',

    // Error
    back_home: 'Повернутися на домашню сторінку',
    error404: 'Помилка 404',

    // AppNavigation
    menu: 'меню',
    profile: 'профайл',
    logout: 'вихід',
    signIn: 'вхід',
    join: 'реєстрація',

    // HomeScreen
    printing: 'друкувати',
    tooltipOrder:
        'Будь ласка, перейдіть на сторінку друку для розміщення замовлення',
    searchModel: 'Пошук 3D моделі...',
    searchModelList: 'Шукайте своїх улюблені',
    models: 'Моделі',
    categories: 'Категорії',
    tooltipCategories: 'Будь ласка виберіть категорію',

    // Card Steps
    painting: 'фарбування',
    modeling: 'Моделювання',
    step: 'крок',
    select_model: 'вибрати модель',
    order_model: 'замовити модель',
    print_model: 'надрукувати модель',
    paint_model: 'розписати модель',

    // Paint Massage
    down_massage: 'Ми доставимо ваше замовлення вчасно в будь-яку точку світу',

    // Footer
    footer_massage: 'Более 100 000 моделей без ліцензійних платежів',
    contact: 'Контакт',
    send: 'відправити',
    name: "Ім'я*",
    email: 'Електронна пошта*',
    subject: 'Тема*',
    message: 'Повідомлення*',
    name_is_required: "Потрібно вказати ім'я",
    name_must_be_greater_than_3_characters: 'Ім’я має бути більше 3 символів',
    ame_must_be_less_than_20_characters:
        "Ім'я повинно бути не менше 20 символів",
    email_is_required: 'Потрібна електронна пошта',
    email_must_be_valid: 'Електронна пошта має бути дійсною',
    subject_is_required: "Тема обов'язкова",
    message_is_required: 'Повідомлення потрібно',
    message_must_be_greater_than_5_characters:
        'Повідомлення має бути більше 5 символів',

    // Modeling
    link_modeling_order:
        'Посилання на Google Папку з матеріалами для створення 3D моделі*',
    sent_modeling_order:
        'Перейдіть на вашу Електронну пошту для підтвердження замовлення',
    error_sent_modeling_order:
        'Сталася неочікувана помилка при відправці замовлення, будь ласка надсилайте ваші замовлення поштою 3dmriya@gmail.com',
    texturing_and_rendering: 'Текстурування і візуалізація',
    close: 'Закрити',
    link_is_required: 'Потрібне посилання',
    link_must_be_valid: 'Посилання має бути дійсним',
    desc_google_folder:
        'Це поле для посилання на папку з вашими матеріалами.\n' +
        'Створіть папку на Google Disk і завантажте в неї матеріали (опис, креслення, фотографії, текстури ...) папка повинна мати відкритий доступ для перегляду',
    rendering_info:
        'Для 3D друку вироби необхідна тільки полигональная модель. Текстуровані і візуалізація можуть бути додатково замовлені для подальшого коректного замовлення розпису надрукованого вироби, але тягнуть за собою додаткові фінансові витрати.'
}
